Repository: Hakansv/vfkaps_pi
Catalog: po/*.po
Languages: fi_fi

source: VentureFarther Satellite Charts
fi_fi: VentureFarther Satelliitti Kartat

source: Download Satellite Charts from VentureFarther.com
fi_fi: Lataa Satelliitti Kartat VentureFarther.com:sta

source: Generate Chart
fi_fi: Luo kartat

source: Ready for chart download
fi_fi: Valmiina lataamaan kartat

source: Generate Multi-Charts
fi_fi: Luo monikartastot

source: Ready for multi-chart download
fi_fi: Valmiina lataamaan monikartastot

source: Ready for marker chart download
fi_fi: Valmiina lataamaan merkintäkartan

source: Satellite Chart Source :
fi_fi: Satelliitti kartta lähde:

source: ..... Delete last download .....
fi_fi: ..... Poista viimeinen lataus.....

source: Status :
fi_fi: Tila :

source: Single Chart
fi_fi: Yksi kartta

source: Generate Multi-Chart
fi_fi: Luo monikartasto

source: Multi-Chart
fi_fi: Monikartasto

source: Anchorage Charts :
fi_fi: Ankkurointikartat :

source: Select
fi_fi: Valitse

source: Generate
fi_fi: Luo

source: Country Anchorage Charts
fi_fi: Maan Ankkurointikartat

source: Directory for saving chart downloads :
fi_fi: Karttalatausten tallennuskansio :

source: Select a folder
fi_fi: Valitse kansio

source: API key :
fi_fi: API avain :

source: Surrounding charts are not available at this scale Please zoom in closer or use the single chart page Chart scale needs to be less than 1:300000
fi_fi: Ympäristökartat eivät ole käytettävissä tässä mittakaavassa, zoomaa lähemmäksi tai käytä yksittäiskarttasivua Mittakaavan on oltava alle 1:300000

source: Please enter your API key in Preferences
fi_fi: Kirjoita API avain asetuksiisi

source: Please choose/create your satellite chart directory in Preferences
fi_fi: Valitse/Luo Satelliittikarttahakemistosi asetuksiin

source: Directory for saving the chart does not exist Please use preferences to select/create a valid directory
fi_fi: Kartan tallennushakemistoa ei ole Käytä asetuksia ja valitse/luo kansio

source: Multi-Charts are not available at this very large scale Please zoom out a little
fi_fi: Monikartat eivät ole käytettävissä tässä suuressa mittakaavassa Loitonna hieman

source: Download aborted
fi_fi: Lataaminen keskeytetty

source: Download failed. Do you have enough credit with VentureFarther? Are you connected to the Internet?
fi_fi: Lataaminen epäonnistui. Onko sinulla tarpeeksi luottoa VentureFarther: ssa? Oletko yhteydessä Internetiin?

source: Download failed
fi_fi: Lataus epäonnistui

source: Download complete, about to extract charts
fi_fi: Lataaminen valmis, voit purkaa kartat

source: Satellite Charts extracted to %s
fi_fi: Satelliittikartat purettu %s: iin

source: Unable to extract the charts
fi_fi: Karttoja ei voi purkaa

source: Cannot open file '
fi_fi: Tiedostoa ei voi avata

source: Cannot read zip entry '
fi_fi: Ei voi lukea zip tietuetta ”

source: Cannot create file '
fi_fi: Tiedostoa ei voi luoda

source: At the end of the download session: Go to Toolbox-> Charts->Chart Files Select Scan Charts and Update Database
fi_fi: Latausistunon lopussa: Siirry Toolbox-> kartat-> karttatiedostot Valitse Skannaa kartat ja Päivitä tietokanta

source: Have you downloaded any charts in this session?
fi_fi: Oletko ladannut yhtään karttaa tässä istunnossa?

source: You have chosen to delete the charts from the last download Do you wish to continue?
fi_fi: Olet päättänyt poistaa karttoja viime latauksesta Haluatko jatkaa?

source: Delete the last download
fi_fi: Poista viimeinen lataus

source: Go to Toolbox-> Charts->Chart Files Select Scan Charts and Update Database
fi_fi: Siirry Toolbox-> kartat-> karttatiedostot Valitse Skannaa kartat ja Päivitä tietokanta

source: fail
fi_fi: epäonnistui

source: Download failed. Do you have enough credit with VentureFarther?
fi_fi: Lataaminen epäonnistui. Onko sinulla tarpeeksi luottoa VentureFarther: ssa?

source: Clear ALL selections ...
fi_fi: Tyhjennä KAIKKI valinnat...

source: Download complete about to extract the charts
fi_fi: Lataaminen valmis, voit purkaa kartat
